specialized_field_choices = (
    (0, 'گردشگری'),
    (1, 'توسعه'),
    (2, 'زیارت'),
)
book_type_choices = (
    (0, 'تألیف'),
    (1, 'ترجمه'),
)
research_group_choices = (
    ('jg', 'جامعه شناسی گردشگری'),
    ('eg', 'اقتصاد گردشگری'),
    ('mb', 'مدیریت و برنامه‌ریزی گردشگری'),
    ('tp', 'توسعه پایدار شهری-منطقه‌ای'),
    ('mk', 'مرکز خدمات تخصصی'),
)

season_choices = (
    (0, 'spring'),
    (1, 'summer'),
    (2, 'fall'),
    (3, 'winter'),
)
paper_research_group_choices = (
    ('jg', 'جامعه شناسی گردشگری'),
    ('eg', 'اقتصاد گردشگری'),
    ('mb', 'مدیریت و برنامه‌ریزی گردشگری'),
    ('tp', 'توسعه پایدار شهری'),
)


paper_specialized_field_choices = (
    (0, 'گردشگری'),
    (1, 'توسعه'),
    (2, 'زیارت'),
)
event_specialized_field_choices = (
    (0, 'گردشگری'),
    (1, 'توسعه'),
    (2, 'زیارت'),
)

paper_type_choices = (
    (0, 'فارسی - علمی پژوهشی'),
    (1, 'فارسی - همایشی - ملی'),
    (2, 'فارسی - همایشی - بین المللی'),
    (3, 'انگلیسی - همایشی'),
    (4, 'انگلیسی - بدون نمایه'),
    (5, 'انگلیسی - با نمایه - بدون ضریب تاثیر'),
    (6, 'انگلیسی - با نمایه - با ضریب تاثیر - q1'),
    (7, 'انگلیسی - با نمایه - با ضریب تاثیر - q2'),
    (8, 'انگلیسی - با نمایه - با ضریب تاثیر -3q1'),
    (9, 'انگلیسی - با نمایه - با ضریب تاثیر - q4')
)

event_type_choices = (
    (0, 'نشست'),
    (1, 'کارگاه'),
)
